import banner2 from "../public/images/museums/banner1.png";
import banner1 from "../public/images/museums/banner2.png";
import banner3 from "../public/images/museums/banner3.png";
import banner4 from "../public/images/museums/banner4.png";
import banner5 from "../public/images/museums/banner5.png";

export const museumsData = [
  {
    name: "Літературно-меморіальний музей-квартира П. Г. Тичини",
    img: banner1,
    mapLink: "https://goo.gl/maps/6rYZdGZUvvXxoz3SA",
    description:
      "Квартира №3 по вулиці Рєпіна, 5 у повоєнному Києві була відома серед української інтелігенції та творчої молоді завдяки її господарю – Павлу Григоровичу Тичині. Ці 5 кімнат були свідками творчих шукань, поетичних злетів та переживань поета протягом більш ніж двох десятків років (1944 – 1967)",
    location: "Терещенківська 5, м.Київ",
    galeryLink: "/main/museums/tychyna",
  },
  {
    name: "Пісківський історико-меморіальний музей Павла Тичини",
    img: banner2,
    mapLink: "https://goo.gl/maps/ao5wUn1LkgxGpHHJA",
    description:
      "У травні 1981 з нагоди відзнення 90-річчя з дня народження Павла Тичини відкрили відбудовану родинну хату поета, відтворену за кресленнями родича Тичини — архітектора Андрія Ноздріна та спогадами сестри поета Оксани Григорівни. Справжня хата Тичини була спалена під час каральної операції за дії партизанів в 1942.",
    location: "с. Піски (Чернігівська обл.)",
    galeryLink: "/main/museums",
  },
  {
    name: "Київський літературно-меморіальний музей Максима Рильського",
    img: banner3,
    mapLink: "https://goo.gl/maps/cWC6KPJ89TS16xZM9",
    description:
      "Київський літературно-меморіальний музей Максима Рильського — літературно-меморіальний музей, присвячений українському поетові, перекладачеві і громадському діячеві Максиму Тадейовичу Рильському, розміщений у його будинку в київській місцевості Голосіїв. Музей Максима Рильського в Києві заснований 4 травня 1966 року. Активну участь у його створенні взяли сини поета Богдан та Георгій, а також колеги і особисті друзі Максима Рильського: академік О. Дейч, поети М. Тихонов, О. Твардовський, М. Ісаковський та відомий оперний співак І. Козловський. Перших своїх відвідувачів Київський літературно-меморіальний музей Максима Рильського прийняв улітку 1968-го року. А загалом упродовж свого 40-річного існування заклад прийняв понад 1 мільйон відвідувачів.",
    location: "вулиця Максима Рильського, 7, м.Київ",
    galeryLink: "/main/museums",
  },
  {
    name: "Музей Юрія Яновського",
    img: banner4,
    mapLink: "https://goo.gl/maps/H9NkBx4rjgQoZtAD9",
    description:
      "Музей Юрія Яновського — меморіальний музей у с. Нечаївці на Кіровоградщині, де народився Юрій Яновський. Відкритий 1972 року (архітектор В. Губенко). Музей складається з трьох залів, у яких розміщено експонати: документи, фотокопії, книги, листи, письмове приладдя, альбом з фотографіями, виготовленими самим Ю. Яновським, записна книжка (1946). Куточки в двох залах відтворюють інтер'єр їдальні Яновських і робочий кабінет письменника. На місці, де стояла хата Яновських, встановлено пам'ятний знак. У музеї Юрія Яновського експонуються твори образотворчого мистецтва.",
    location: "с. Нечаївка, Кіровоградська область",
    galeryLink: "/main/museums",
  },
  {
    name: "Меморіальний музей-садиба Леся Курбаса",
    img: banner5,
    mapLink: "https://goo.gl/maps/XmwQikT7KLQc4zXT7",
    description:
      "Меморіальний музей-садиба Леся Курбаса — державний музейний заклад у селі Старий Скалат Тернопільської області. Музей створено з ініціативи й стараннями працівників Тернопільського обласного краєзнавчого музею. Його відкрито за рішенням ЮНЕСКО в лютому 1987 до 100-річчя від дня народження Леся Курбаса в родинному будинку Курбасів. На фасаді встановлено пам'ятні таблиці Лесю Курбасу та його батькові Степану Яновичу (Курбасу) (скульптор І. Козлик).",
    location: "с. Старий Скалат, Тернопільська область",
    galeryLink: "/main/museums",
  },
];
