import { ITableData } from "../typescript/interfaces/data";

export const tableData: ITableData = {
  topNumber: 4,
  easy: [
    "Ознайомтесь зі списком літератури",
    "Ознайомтесь із будь-якою літературою",
    "Ознайомтесь зі списком музеїв",
    "Перегляньте відскановний об'єкт будь-якого музею",
  ],
  medium: [
    "Пройдіть будь-який тест по авторам",
    "Передивіться весь відеоматеріал",
    "Пройдіть 3 тести по будь-якій літературі",
  ],
  hard: [
    "Пройдіть всі тести по авторам",
    "Пройдіть всі тести по літературі",
    "Напишіть свою рецензію на будь-яку літературу",
  ]
};
